{
    "en": {
        "title": "About ketosis",
        "p1": "Everyone’s looking for a magic bullet that will solve their issues with their weight and appearance, and to many, ketosis sounds like the answer. Ketosis and the keto diet have helped many people lose weight.",
        "p2": "In a nutshell: ketosis is a state when the body doesn’t have enough glucose (sugar) to burn for energy, and by inducing this state by limiting carbohydrate intake, the body is supposed to start to burn body fat instead.",
        "p3": "Nowadays, however, ketosis isn’t alone. Now there are companies offering nutritional supplements that are supposed to not only support your body during your everyday life, but help your body adjust to burning ketones without any very difficult-to-follow diet.",
        "p4": "So we have a basic idea of how ketosis, but how are these supplements supposed to help? First, let’s clarify why this thing is called “ketosis” in the first place. When the body enters ketosis, the molecules that the body converts fat to are called ketones – those are what the body uses for energy and to keep things moving in the body and brain. That’s where keto supplements come in. Keto supplements generally contain three main things: BHB, MCT oil, and ketone salts. This set is supposed to increase fat loss, reduce oxidative stress on cells, help people get to ketosis more quickly.",
        "p5": "Ketosis isn’t for everyone, but armed with the science knowledge and your answers, we’ll be more informed to advice you the proper capsules.",
        "p6": "We rank our products very specifically. You see, you can’t just buy a product that’s great in one area – it has to be amazing in many ways for it to be a great choice. So we need more data to advice you the right product.",
        "p7": "Do you want to continue and find your capsules for rapid weight loss?"
    },

    "fr": {
        "title": "À propos de la cétose",
        "p1": "Tout le monde est à la recherche d'un remède miracle qui résoudra ses problèmes de poids et d'apparence, et pour beaucoup, la cétose semble être la réponse. La cétose et le régime cétonique ont aidé de nombreuses personnes à perdre du poids.",
        "p2": "In a nutshell: ketosis is a state when the body doesn’t have enough glucose (sugar) to burn for energy, and by inducing this state by limiting carbohydrate intake, the body is supposed to start to burn body fat instead.",
        "p3": "Aujourd'hui, cependant, la cétose n'est plus seule. Il existe désormais des entreprises qui proposent des compléments alimentaires censés non seulement soutenir votre organisme au quotidien, mais aussi l'aider à s'habituer à brûler des cétones sans avoir à suivre un régime très difficile.",
        "p4": "Nous avons donc une idée de base de la cétose, mais comment ces suppléments sont-ils censés nous aider ? Tout d'abord, clarifions la raison pour laquelle cette chose s'appelle \"cétose\". Lorsque l'organisme entre en cétose, les molécules en lesquelles il transforme les graisses sont appelées cétones - c'est ce que l'organisme utilise pour produire de l'énergie et faire fonctionner le corps et le cerveau. C'est là que les compléments cétoniques entrent en jeu. Les compléments cétoniques contiennent généralement trois éléments principaux : BHB, huile MCT, et sels cétoniques. Cet ensemble est censé augmenter la perte de graisse, réduire le stress oxydatif sur les cellules, aider les gens à atteindre la cétose plus rapidement.",
        "p5": "La cétose ne convient pas à tout le monde, mais armés des connaissances scientifiques et de vos réponses, nous serons mieux informés pour vous conseiller les gélules appropriées.",
        "p6": "Nous classons nos produits de manière très spécifique. Vous voyez, vous ne pouvez pas vous contenter d'acheter un produit qui est excellent dans un seul domaine - il doit être extraordinaire à bien des égards pour être un bon choix. Nous avons donc besoin de plus de données pour vous conseiller le bon produit.",
        "p7": "Voulez-vous continuer et trouver vos capsules pour une perte de poids rapide?"
    }
}